// XtraFinder was not tested for Finder version x.x.x
"XtraFinder was not tested for Finder version %@" = "XtraFinder не проверялся в Finder версии %@";

"Tested Finder versions are %@ - %@.\nAn update for XtraFinder will come soon.\n\nDo you want to continue using XtraFinder?" = "Проверенные версии Finder %@ - %@.\nОбновление XtraFinder скоро будет доступно.\n\nХотите ли вы продолжить использование этой версии XtraFinder?";

"Please finish all background jobs like copying or moving files.\nFinder will be restarted now." = "Пожалуйста, завершите все исполняемые задачи, такие как копироване и или перенос файлов.\nСейчас Finder будет перезапущен.";
"Uninstall" = "Удалить";

"Are you sure you want to reset XtraFinder's Preferences?" = "Are you sure you want to reset XtraFinder's Preferences?";

"XtraFinder has been updated to version %@!" = "XtraFinder был обновлён до версии %@!";